/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "تم";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "بحث";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "فتح في برنامج Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "رجوع للخلف.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "اضغط مرتين للعودة إلى صفحة الويب السابقة.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "مشاركة.";
